---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReleaseConditions.Fx
source: html/07dff6e5-ecc9-657e-5023-82a804a97427.htm
---
# Autodesk.Revit.DB.Structure.ReleaseConditions.Fx Property

Gets or Sets the Fx of the release type.

## Syntax (C#)
```csharp
public bool Fx { get; set; }
```